{
    "title": "Hierarchical models to predict predation in complex trophic communities",
    "authors": [
        {
            "affiliations": [
                "Université de Sherbrooke",
                "Québec Centre for Biodiversity Sciences"
            ],
            "familyname": "Mercier",
            "givennames": "Benjamin",
            "email": "benjamin.b.mercier@usherbrooke.ca",
            "orcid": "0000-0002-4104-9463",
            "status": [
                "corresponding",
                "equal"
            ]
        },
        {
            "affiliations": [
                "Université de Sherbrooke",
                "Québec Centre for Biodiversity Sciences"
            ],
            "familyname": "Meahan MacDonald",
            "givennames": "Arthur Andrew"
        },
        {
            "affiliations": [
                "Université de Sherbrooke",
                "Québec Centre for Biodiversity Sciences"
            ],
            "familyname": "Gravel",
            "givennames": "Dominique"
        }
    ],
    "abstract": 
        "Trophic interactions make the backbone of ecological communities. From herbivory to predation, these interactions of varying strength shape ecosystem and their related functions. There is a pressing need to be able to predict interaction strength at the scale of whole communities. While functional responses focus at the pairwise interaction level, we question here if the same underlying mechanisms could be leveraged to make predictions at the scale of the community. In this study, we develop 4 hierarchical models of increasing complexity based on the type I and the type II functional responses to predict biomass fluxes between consumers and resources at the community level. The main objective is to determine if simple mechanism such as mass action (type I) and the saturation of fluxes (type II) are sufficient to predict biomass fluxes. To do so, we collected 19 Ecopath networks encompassing 1380 interactions across marine, aquatic and terrestrial ecosystems. While we can not reject the mechanism of saturating fluxes (type II), our results suggest that a mass action mechanism is sufficient and more robust, in the context of our data, to predict biomass fluxes between consumers and resources at the community level. We also recovered the expected allometric relationships between consumers body mass and their space clearance rate parameters within the mass action model, further solidifying our findings. Further modelisation is needed, specifically a trait-matching model with more data, to develop a model generalizable to more taxons and types of trophic interactions."
    ,
    "keywords": [
        "pairwise trophic interactions",
        "ecological networks",
        "biomass flows",
        "mass action",
        "space clearance rate",
        "bayesian analysis"
    ],
    "citationstyle": "ecology-letters"
}